const resumes = [
  {
    id: "huangwenru",
    name: "黄文如",
    gradeMajor: "2024级 广东药科大学 口腔医学（本科大二在读）",
    photo: "huangwenru.png",
    cardLabel: "口腔医学24级",

    selfEvaluation: "专业实践能力良好，组织协调和团队协作能力强，吃苦耐劳，责任心强，服从组织安排，能适应长时间车程与基层实践环境，学习能力强，调研能力良好。",

    experienceList: [
      "2026.03 参与校园及社区口腔健康义诊志愿活动",
      "2026.02 至今任大学生创新创业训练计划项目负责人",
      "2025.04 为第十八届“挑战杯”肇庆市“百千万工程”专项赛组内成员"
    ],

    skillsList: [
      "英语四级571分、六级501分，普通话二级甲等",
      "能听懂特定语境下的粤语基础对话，可简单沟通",
      "持有C2驾照",
      "擅长书法",
      "熟悉Office办公软件，具备基础PPT制作与数据整理能力",
      "会设计调查问卷、撰写汇报材料"
    ],

    motivation: "愿意为基层医疗服务贡献力量，希望将专业知识应用于实践服务，通过实践完成调研数据整理与成果总结工作。"
  },
  {
    id: "chenpeipei",
    name: "陈焙培",
    gradeMajor: "2024级 广东药科大学 口腔医学（本科在读）",
    photo: "images/chenyingpei.png",
    cardLabel: "口腔医学24级",

    selfEvaluation: "本人性格开朗沉稳细心，在班内担任体育委员，工作认真负责、积极主动，具备良好的沟通协调能力与团队协作精神，能够较快理解并消化分配到的任务，并按时按质完成。本人摄影能力较好，会拍摄照片、视频，也会编辑文案。有医院见习经验，掌握基本技能，学习能力强，能快速适应工作环境。希望加入实践团队，在服务中实现自我价值。",

    experienceList: [
      "目前担任口腔医学24班体育委员",
      "积极参与志愿活动，如社区关爱银发老人活动、校园清扫活动等",
      "有医院见习经历"
    ],

    skillsList: [
      "持有驾照，能熟练驾驶手动挡、自动挡车辆，也可驾驶电动车",
      "能够熟练听与讲粤语",
      "有无人机操作经历，会使用单反、运动相机等摄影器材",
      "熟练使用Word文档、PPT制作，会运用剪映剪辑短视频"
    ],

    motivation: "希望通过社会实践锻炼自身能力，提升沟通、组织与服务意识，在实践中积累经验、服务基层、实现自我成长。"
  }
];
